[
    {
        "title": "Californication",
        "artist": "Red Hot Chili Peppers",
        "year": "1999",
        "imgUrl": "https://i.scdn.co/image/ab67616d0000b273a9249ebb15ca7a5b75f16a90",
        "format": "2×LP, Album, Gat",
        "price": "80.00",
        "media": "VG+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/0fLhefnjlIV3pGNF9Wo8CD?si=2e1af751927347ae",
        "comment": "The vinyl sounds beautiful. It truly sets an amazing soundscape, profound, quiet when it needs to be, otherwise loud and with very low compression. I do have issues with Side 1, particularly on Parallel Universe, where it skipped about 4-5 times throughout the song. Side 2 has very minimal noise during silent moments. I heard details on the music I’d never heard before, and this is coming from a diehard obsessive Chili Peppers fan who’s listened to this album more than they probably should have. Side 3… Well, I cried during Porcelain. The bass and the drums really pop up during this one without drowning the vocals. I closed my eyes and felt like I was in the room with them recording. Side 4 had no issues and all the good details I stated above. This is definitely the definitive Californication pressing. 2019 EU pressing was horrendous, and I’ve never heard an original, but I assume it’s not gonna be good due to the loudness wars. So yeah. This is the one",
        "genre": ["Alternative/Indie", "Rock"]
    },
    {
        "title": "Meddle",
        "artist": "Pink Floyd",
        "year": "1971",
        "imgUrl": "https://www.jbhifi.com.au/cdn/shop/products/929507-Product-0-I_d4558a63-94c7-4fe1-a5cc-9c61a782f158_1024x1024.jpg",
        "format": "LP, Album",
        "price": "25.00",
        "media": "NM",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/7yKRvvqspSxfLkr7C7RaAI?si=162d85b2fc7e4bec",
        "comment": "Wow :)",
        "genre": ["Rock", "Folk"]
    },
    {
        "title": "Presto",
        "artist": "Rush",
        "year": "1989",
        "imgUrl": "https://m.media-amazon.com/images/I/91Oq2w9eD7L._SL1500_.jpg",
        "format": "LP, Album",
        "price": "23.50",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/2DhyqYUQtUBdeT1YOe9o3R?si=c15bee3a38b446d4",
        "comment": "Throughout their career, Rush have always been a band that you could count on to push the boundaries of what rock was capable of, and their discography contains a laundry list of ambitious albums that helped to bring prog to a wider audience. Having said that, Presto is not one of those albums. On this return to a more guitar-oriented sound after the synth period that dominated the '80s, the bandmembers emerge from the electronic fog and try to reorient themselves to once again working with their more traditional setup. While none of the songs here are out-and-out terrible, listening to the album definitely gives you the sense that things just aren't quite clicking, as if the band is just a little bit rusty after stepping away from this kind of songwriting for nearly a decade. This makes Presto a perfectly workmanlike album from a band that made a name for itself with its creativity, containing all the ingredients of a Rush album minus the sense of ambition and fun that ran through the veins of the group's earlier work. And though this isn't an album you necessarily need to run from, a brisk walk to their work from the '70s is advisable",
        "genre": ["Metal", "Alternative/Indie", "Rock"]
    },
    {
        "title": "Ten",
        "artist": "Pearl Jam",
        "year": "2020",
        "imgUrl": "https://media.discordapp.net/attachments/199274450011553792/1162037060941656164/img-3525.jpg",
        "format": "LP, Album, RE, RP",
        "price": "28.17",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/5B4PYA7wNN4WdEXdIJu58a?si=a55a7741d2164c87",
        "comment": "This is an excellent album. One of the best of all time really. I play this nowadays more than Nevermind. Eddie Vedder presents as a new kind of rock star. But the rest of them, my goodness it does not sound grunge or punk or whatever. It sounds like a tight band of brothers laying down the law. I don't know how Eddie kept up. But he sure did",
        "genre": ["Rock", "Classic Rock"]
    },
    {
        "title": "Discovery",
        "artist": "Daft Punk",
        "year": "2001",
        "imgUrl": "https://m.media-amazon.com/images/I/71bsHTr6idL._UF1000,1000_QL80_.jpg",
        "format": "2×LP, Album, Gat",
        "price": "70.00",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/2noRn2Aes5aoNVsU6iWThc?si=23a6694af410405f",
        "comment": "This album needs no introduction. Doesn't feel like much use reviewing an album this huge, but Discovery is too important to me as a person not to. Discovery is Daft Punk's best work in my opinion, and it was vital to me in developing my taste for Electronic music as a teenager. This album has some of the most infectious melodies and masterful sample work in the history of music as a whole. Discovery lives up to the hype",
        "genre": ["Dance/Electronic"]
    },
    {
        "title": "American Teen",
        "artist": "Khalid",
        "year": "2017",
        "imgUrl": "https://m.media-amazon.com/images/I/71EoEAcDR6L._SL1433_.jpg",
        "format": "2×LP, Album",
        "price": "26.90",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/6kf46HbnYCZzP6rjvQHYzg",
        "comment": "Great album and a really good pressing too. The bass on this album is THICK and JUICY, I cannot get enough of it. Catchy song from front to back. Highly Recommend adding this to anyone's collection",
        "genre": ["Funk", "Soul", "R&B"]
    },
    {
        "title": "Plastic Beach",
        "artist": "Gorillaz",
        "year": "2010",
        "imgUrl": "https://cdn.discordapp.com/attachments/199274450011553792/1160180920771420270/PlasticBeachDay.png",
        "format": "2×LP, Album, 180, Gat",
        "price": "27.00",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/2dIGnmEIy1WZIcZCFSj6i8?si=8dfa453091104533",
        "comment": "Great, very enjoyable album. Highly recommend listening to the album below!\nThe displayed album art is for the LP version of the album. Spotify got the CD cover variant, iTunes has a unique version as well, deluxe edition has its own version, too.\nAlbum is brand new, sealed.",
        "genre": ["Hip-Hop", "Rap", "Pop", "Alternative/Indie"]
    },
    {
        "title": "Satılık",
        "artist": "Yavuz Çetin",
        "year": "2021",
        "imgUrl": "https://data.opus3a.com/product_photo/03/03f5e77cbcd6f1384f9215314217bd8c/MAX/fbb61a290d6ae6f1cf835770b257abcb.jpg",
        "format": "LP, Album, RM, Gat",
        "price": "19.99",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/167PqY38yD08bsHTZH4Wie?si=0a6ecf1bcc88476f",
        "comment": "The most legendary, the best Turkish guitarist in the entirety of human history. Highly recommend you listen to tracks 3 and 6.\n\nMuch better sound & pressing quality than the two previous limited editions. It's very possibly digitally sourced but at least it has decent dynamic range and is a fairly quiet pressing",
        "genre": ["Rock", "Turkish Rock", "Blues"]
    },
    {
        "title": "The Click (Deluxe Edition)",
        "artist": "AJR",
        "year": "2018",
        "imgUrl": "https://m.media-amazon.com/images/I/91vcvb+wz9L._SL1500_.jpg",
        "format": "LP, Album, Limited Edition, Purple",
        "price": "34.40",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/6JQLDydERhZKXqwQLb9uUY?si=00eWIEz4Q1KLMYxZL_zLlQ",
        "comment": "AMAZING record. This is probably the closest thing I could get to the original (“The Click” - Purple Pressing). The color is just phenomenal and I’m very impressed with the quality of the Sleeve and Sound quality. 11/10",
        "genre": ["Alternative/Indie", "Pop", "Electronic", "Dance/Electronic"]
    },
    {
        "title": "Malo",
        "artist": "Malo",
        "year": "1972",
        "imgUrl": "https://m.media-amazon.com/images/I/610fqGssPoL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album, Gat",
        "price": "35.57",
        "media": "VG+",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/0idohj8jELOTtI3sUdGWUo?si=7cf8de2a0b024ed1",
        "comment": "Malo's debut album remains their best and best-known work, primarily for the inclusion of the hit single \"Suavecito.\" That track managed to make a Chicago-like pop-soul song sound hip with its smooth integration of Latin rhythms and irresistible \"la la la\" chorus. However, it represented just one facet of a band who, despite some expected similarities to Santana, played some of the most exciting and exuberant fusions of rock, soul, and Latin music. The six extended tracks (all clocking in at over six minutes apiece) leaned more heavily on hot Latin jazz brass than Santana did, though Jorge Santana himself generated plenty of friction with his burning electric guitar. It's not an exaggeration to state that by the time this came out in 1972, Malo's Latin rock blend sounded fresher than Santana's, if only because they sound hungrier and less formulaic than Santana did by that point. The Santana comparisons are unavoidable, though in this case it's to Malo's credit, as they too boasted a deft balance of improvisatory instrumental passages, solid multi-layered percussive rhythms, and emotional, romantic singing in both Spanish and English",
        "genre": ["Jazz", "Rock", "Latin", "Funk"]
    },
    {
        "title": "Let's Dance",
        "artist": "David Bowie",
        "year": "1983",
        "imgUrl": "https://m.media-amazon.com/images/I/81fJsB4gbIL._SL1300_.jpg",
        "format": "LP, Album",
        "price": "23.39",
        "media": "VG+",
        "sleeve": "VG",
        "spotifyUrl": "https://open.spotify.com/album/4NwG11AsDJluT732lSjMrV?si=fcee331f06774d6f",
        "comment": "Let's Dance was nominated for the Grammy Award for Album of the Year at the 26th Annual Grammy Awards in 1984 but lost to Michael Jackson's Thriller (1982). Although Bowie had charged Rodgers with making hits for him, Bowie later said in 1997: \"At the time, Let's Dance was not mainstream. It was virtually a new kind of hybrid, using blues-rock guitar against a dance format. There wasn't anything else that really quite sounded like that at the time. So, it only seems commercial in hindsight because it sold so many copies. It was great in its way, but it put me in a real corner in that it fucked with my integrity.\" Two years earlier, he stated he intended for it to be a one-off project only: \"I had every intention of continuing to do some unusual material after that. But the success of that record really forced me, in a way, to continue the beast. It was my own doing, of course, but I felt, after a few years, that I had gotten stuck.\"\nVisconti stated in 1985 that \"it was an album he had to make\"",
        "genre": ["Alternative/Indie", "Rock", "Pop"]
    },
    {
        "title": "Moonflower",
        "artist": "Santana",
        "year": "1977",
        "imgUrl": "https://m.media-amazon.com/images/I/81P8cWhZH2L._UF1000,1000_QL80_.jpg",
        "format": "2xLP, Album",
        "price": "25.00",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/6qaPxi8XNIgu3ZzUvaG2sg?si=5265948c489341c8",
        "comment": "Moonflower is a double album released in 1977 by Santana. The recording features both studio and live tracks, which are interspersed with one another throughout the album. It is perhaps the group's most popular live album, because the 1974 album Lotus did not receive a U.S. domestic release until 1991. It displays a mix between the fusion of Latin and blues rock styles of the late 1960s and early 1970s, and the much more experimental and spiritual jazz fusion sound that characterized the band's mid-1970s work. The live material was recorded during the supporting tour for the Amigos album",
        "genre": ["Rock", "Classic Rock"]
    },
    {
        "title": "Moving Waves",
        "artist": "Focus",
        "year": "1972",
        "imgUrl": "https://m.media-amazon.com/images/I/61u5nCGpeXL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "15.82",
        "media": "NM",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/3oUXNITVgUpdN2cUwH3hmS?si=b5d504560aaa4a1e",
        "comment": "Thijs Van Leer and Jan Akkerman come hard and heavy with the prog! The passages Thijs has created roll out as a giant canvas for Jan Akkerman to color upon with bombastic tones as loud and punchy as an atomic blast yet fully in Jan's control as the blast settles into particles of drifting dust swirling and swaying, drifting and dancing back to earth. There are peaks and valleys, meandering streams and raging rapids. The music will pull you under and raise you back up, it will chill you with it's roaring winds then caress you with it's gentle warmth. When it is over you will have awakened to a world where sound can touch. move and console your inner being. You will have awakened to the world of Prog where you have been greeted by true masters",
        "genre": ["Rock", "Progressive Rock"]
    },
    {
        "title": "The Dark Side Of The Moon",
        "artist": "Pink Floyd",
        "year": "2016",
        "imgUrl": "https://media.discordapp.net/attachments/199274450011553792/1159156204300415006/18FkvzbSdSJ4HNxtuZo5kLg.png?ex=651edbd7&is=651d8a57&hm=2d6682fc3688653565a7d34ec12112806493bc8435de38464269eee7d5d8c5f2&=",
        "format": "LP, Album, RE, RM, 180",
        "price": "36.31",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/2WT1pbYjLJciAR26yMebkH?si=11f8384ba14e4880",
        "comment": "Absolutely Amazing pressing of this album! The Quietest this man has Ever heard it on vinyl! Which is saying a lot cuz I’ve been hearing this on every format since the mid 70’s. This is Definitely cut at a slightly lower volume than the others I’ve heard. I do have to crank the volume a level higher than the other pressings, but if Feels Right! Surprisingly, my 2016 Grundman cut is Super close to this sonically. Real close. Let’s be honest. Bernie’s cut is nice too and his matte cover is nicer. But… This press just sounds like I’m hearing it like it’s meant to be heard. Anyway… at the end of the day I have both and I’m happy and I’ve also owned nice original pressings as well. All noisy cuz of all the quiet passages in this album. This 30th anniversary pressing is now my go to listening copy. Simply stunning. Only an sacd could be quieter than the copy I’m spinning. But I’m sure digital is just too sterile, so I don’t care. And for those FEW saying that this is too bright, Right away I know… fix your system! Cuz this is Perfect! Period. If you’re an audiophile, this will make you happy",
        "genre": ["Rock", "Psychedelic Rock"]
    },
    {
        "title": "Led Zeppelin IV",
        "artist": "Led Zeppelin",
        "year": "1971",
        "imgUrl": "https://m.media-amazon.com/images/I/81evsr3Oq0L._UF1000,1000_QL80_.jpg",
        "format": "LP, Album, Gat",
        "price": "27.39",
        "media": "VG+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/5EyIDBAqhnlkAHqvPRwdbX",
        "comment": "There is so little to be said about the music that hasn’t already been. It’s freaking Led Zeppelin. What more can you say? With that, IV was interesting as it was the first time that the group really took special care in the recording techniques and took consistency of recording in a full album into account. But aside from that…there’s almost nothing more to be said about this album. It’s a timeless classic, an album that should be required listening for any up and coming rock musician (and other genres too)",
        "genre": ["Rock", "Folk"]
    },
    {
        "title": "If You Can Believe Your Eyes And Ears",
        "artist": "The Mama's And The Papa's",
        "year": "1966",
        "imgUrl": "https://m.media-amazon.com/images/I/71K2y6189sL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "60.00",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/76oMr4Y2pOtcrvZLc2ZikF?si=4ece92db7b9043bd",
        "comment": "Back in 1966 If You Can Believe Your Eyes and Ears ushered in a genuinely new sound, one that was filled with radio friendly songs that were polished and bright, filled with brilliant hooks and imagination that embraced blues, pop, and folk rock. Even the cover tracks found here have a sound that sets them squarely at the feet of the Mama’s And The Papa’s, allowing even the casual listener to be swept away by the warm glow of unforced honest spontaneousness that seemed to nearly roll of the cuff, sounding effortless, and worthy of exploration.",
        "genre": ["Folk", "Pop", "Rock"]
    },
    {
        "title": "Invaders Must Die",
        "artist": "The Prodigy",
        "year": "2009",
        "imgUrl": "https://m.media-amazon.com/images/I/91Kj140MQpL._UF1000,1000_QL80_.jpg",
        "format": "2×LP, Album, 180",
        "price": "46.50",
        "media": "VG+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/13PiGMs22YuX1kq7w8WNGM?si=f6ad7be997684700",
        "comment": "The Prodigy finally releases their fourth studio album, Invaders Must Die. Like the title, the content gives you the feeling of a Prodigy in top-shape, still striking out that dirty drum and bass, distorted samples and bullet-proof creativity that we known them for. Overall, this albums has kept much of their own sound - and it still is indeed - their own sound.\n\nWith many artists, both electronic and non-electronic, making an entire album can be a real hard job to do. Often, there is released a single, and then the entire album, where only 2-3 tracks are really remarkable and something that you would remember & enjoy to listen to later on. Invaders Must Die can be played again and again, from Side A to Side D - without skipping anything. Although the tempo and atmosphere might change throughout the tracklist, you are as a listener evenly rewarded in every track, with that crude, raw, rebelness of quality that The Prodigy provides. They have not faded one bit!",
        "genre": ["Pop", "Dance/Electronic", "Electronic"]
    },
    {
        "title": "Humanz",
        "artist": "Gorillaz",
        "year": "2017",
        "imgUrl": "https://m.media-amazon.com/images/I/71+2e-G2qnL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "25.00",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/0NvirtaDCaZU5PAW1O5FDE?si=b4410b5f4a2a4235",
        "comment": "All the people slating this album should really revisit this. Even I wasn’t keen at first and i am terribly biased towards Gorillaz.\n\nEVERY SONG (besides hallelujah money) just gets better and better with each listen. in my opinion this record is better than Gorillaz’ self titled album, and my only complaint is that we don’t have any of the deluxe songs or sleeping powder on vinyl yet!",
        "genre": ["Alternative/Indie", "Dance/Electronic", "Electronic"]
    },
    {
        "title": "Fat Of The Land",
        "artist": "The Prodigy",
        "year": "1997",
        "imgUrl": "https://iscale.iheart.com/catalog/album/5892007",
        "format": "2×LP, Album, Gat",
        "price": "42.21",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/4fdgcEVMdJe0KVgupMNJAP?si=6622ceb0742e4402",
        "comment": "This is without any doubt one of the best sounding vinyl releases I have heard in my life. The sound is just PERFECT on this release. This sounds so much better than the CD. The Music for the Jilted Generation vinyl release sounds great, too, but this album is 22 minutes shorter than Music for the Jilted Generation so there is much more space for each song on each side and you can really hear it !!! If anyone thinks CD is better than vinyl then he must listen to this release !!! You can get this release almost anywhere and it is so easy to find. Buy it. Buy it. Buy it",
        "genre": ["Dance/Electronic", "Electronic"]
    },
    {
        "title": "In Utero",
        "artist": "Nirvana",
        "year": "2008",
        "imgUrl": "https://m.media-amazon.com/images/I/710XKXHIeNL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "27.00",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/7wOOA7l306K8HfBKfPoafr?si=09ed1d1665c944e7",
        "comment": "In Utero was the last album released by the rock/grunge band Nirvana. On September 14, 1993 the band presented to the world this wonder that contains 12 incredible tracks. Each sound more addictive than the other. For sure Kurt Cobain, Dave Gohl, Krist Novoselic and the other members of the band went out of their way to produce this show. Of all the 12 tracks I listen to the one I like the most is \"Heart shaped box\", that was written by Kurt Cobain, one of the reasons why it has been my favorite for a long time. Another reason is the fact that the song is one of the few of the band that express love, well at least a little. Its music video is also very good, despite being confusing. It has a scenario that caught my attention. The album is in fact very good, it even has a very beautiful cover.",
        "genre": ["Alternative/Indie", "Rock", "Metal", "Blues"]
    },
    {
        "title": "Disraeli Gears",
        "artist": "Cream",
        "year": "1967",
        "imgUrl": "https://m.media-amazon.com/images/I/81CsuUP7RkL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "45.00",
        "media": "VG",
        "sleeve": "VG",
        "spotifyUrl": "https://open.spotify.com/album/6fRqzJT070Kp9RWlSXmKcY?si=f6ce376fa5b843e1",
        "comment": "Such a great album from rock history. A few became outright, undeniable classics. But I wouldn't say there's any filler here, even some of the more novelty tracks like \"Mother's Lament\". Every track sits perfectly within this album. Surprisingly, the only Ginger Baker penned track here, Blue Condition, might be my favourite of the whole bunch. It has this subtle psychedelic thing going on with it, and you could easily mistake the track as one from Wreckless Eric. An absolute favourite from the 1960s",
        "genre": ["Pop", "Rock", "Halloween music", "Blues"]
    },
    {
        "title": "Don't Look Back",
        "artist": "Boston",
        "year": "1978",
        "imgUrl": "https://i.ebayimg.com/images/g/gnEAAOSwnU1gq7nB/s-l1200.jpg",
        "format": "LP, Album, RE",
        "price": "17.67",
        "media": "NM",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/2bJalk1WMed8Z2CZca2zKp?si=25910e8e66564d8e",
        "comment": "This is the 1978 follow-up to Boston's masterpiece of a debut album ('76). The formula for songwriting, arranging and recording is identical, but it simply cannot capture the magic of the first album. The songs sound very familiar, a logical extension to It's predecessor, but apart from the title track, \"Don't Look Back\" and \"Party\", there are no runaway standouts.\nIf you dig this album, you may also enjoy Triumph, \"Allied Forces\". Check it out.\n\nThe album is recorded beautifully, with excellent mastering by Wally T. This pressing is very clean and sounds wonderful. No complaints at all. Tom Scholz is an admitted audiophile, and you must appreciate the analog path and non-digital treatment of these albums",
        "genre": ["Pop", "Rock", "Classic Rock"]
    },
    {
        "title": "Currents",
        "artist": "Tame Impala",
        "year": "2015",
        "imgUrl": "https://i.discogs.com/EB6i3MltuGKX7DuCF4TDeqxK-ReTBPAf2cInVw5kX0c/rs:fit/g:sm/q:90/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9SLTcyNjg5/NDMtMTQzNzYzNTcy/Ni00NzU5LmpwZWc.jpeg",
        "format": "LP, Album",
        "price": "26.99",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/79dL7FLiJFOO0EoehUHQBv?si=d2015ef64bf5481b",
        "comment": "This album is nearly flawless from front to back. Kevin Parker's voice sounds incredible, and some of the shifts in tempo on here are done very well, and many of the transitions are done incredibly well. Even the more interlude style tracks like Nangs, Disciples, and Gossip are great. However, if I had to pick the worst track on here, it would be Past Life. I like the song, but it just feels like it should've been on a different Tame Impala album",
        "genre": ["Disco", "Pop", "Psychedelic pop"]
    },
    {
        "title": "Never Gonna Give You Up",
        "artist": "Rick Astley",
        "year": "1987",
        "imgUrl": "https://m.media-amazon.com/images/I/61D0i5poMRL._UF1000,1000_QL80_.jpg",
        "format": "12\", Single, Lyn",
        "price": "10.00",
        "media": "NM",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/playlist/2AFWY5SBOKMMGtdJWyYfWA",
        "genre": ["Pop", "Electronic", "Dance/Electronic"]
    },
    {
        "title": "Chicago 17",
        "artist": "Chicago",
        "year": "1984",
        "imgUrl": "https://www.progarchives.com/progressive_rock_discography_covers/5016/cover_18183552017_r.jpg",
        "format": "LP, Album",
        "price": "16.62",
        "media": "G+",
        "sleeve": "VG",
        "spotifyUrl": "https://open.spotify.com/album/1ICKrl6sDjJD1YdR9VDfPR?si=ffff648c99884cbb",
        "comment": "The second Chicago album produced by David Foster on the Warner label - this was deemed to be less successful than 16 but still very widely played in the 1980s and \"Hard Habit To Break\" was very popular. The band's sound by now has been tamed into a contemporary soft rock sound rather than their edgier and more Avant Garde beginnings",
        "genre": ["Electronic", "Rock", "Pop"]
    },
    {
        "title": "Arrival",
        "artist": "ABBA",
        "year": "1976",
        "imgUrl": "https://abbasite.com/uploads/2018/04/ABBA_-_Arrival.jpg",
        "format": "LP, Album",
        "price": "14.00",
        "media": "NM",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/1V6a99EbTTIegOhWoPxYI9?si=c3f4e0656f224bc6",
        "comment": "One of ABBA’s best albums, which is a high honor considering how amazing their discography is. It is such a good pop album that maintains a consistent happy, warm vibe throughout. Favorite tracks: Dancing Queen, Money, When I Kissed the Teacher",
        "genre": ["Pop", "Disco"]
    },
    {
        "title": "By The Way",
        "artist": "Red Hot Chili Peppers",
        "year": "2002",
        "imgUrl": "https://m.media-amazon.com/images/I/81RM+S0I9wL._SL1425_.jpg",
        "format": "2×LP, Album, Gat",
        "price": "96.00",
        "media": "VG+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/1jWKVgnHX8nwR551hQNx5K?si=7b4a7ee2ff54418a",
        "comment": "In the early days of the Red Hot Chili Peppers – the mid-eighties – the band came across as a bunch of unguided projectiles. The musical mix of punk and funk was exciting but the group seemed destined to burn quickly, certainly when it was announced that a number of group members to a hefty drug addiction suffered. The album Californication (1999) was, after a turbulent period, a surprisingly restrained and consistent problem with a reborn group, whose members by all the problems seemed to have grown closer together. The successor By The Way is of the same high level. The funk-back background you can still hear in the smooth interplay, but otherwise Red Hot Chili Peppers become a real band, with unforgettable songs and beautiful harmony vocals. The energy is still present but where the band used to be regularly flew off the road, she knows now to master. Red Hot Chili Peppers is one of those rare bands, which with the passage of years just gets better.",
        "genre": ["Alternative/Indie ", "Rock"]
    },
    {
        "title": "Black Holes And Revelations",
        "artist": "Muse",
        "year": "2009",
        "imgUrl": "https://m.media-amazon.com/images/I/81RynTwX7VL._SL1425_.jpg",
        "format": "LP, Album",
        "price": "22.00",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/0lw68yx3MhKflWFqCsGkIs?si=3f4bcb1ed2e04da7",
        "comment": "Very good pressing. No surface noise, minimal pop and click without a wash, good dynamics. Very good part of my collection. Sounds better then CD, still you can hear the brickwall and compression here and there",
        "genre": ["Alternative/Indie", "Rock", "Progressive metal"]
    },
    {
        "title": "Brothers In Arms",
        "artist": "Dire Straits",
        "year": "1985",
        "imgUrl": "https://media.discordapp.net/attachments/199274450011553792/1159207910442799216/MV5BMDNlMmE3ZTQtMWJkNS00YjQ1LTg4YzAtMmJjYjQ1ODg3YTA5XkEyXkFqcGdeQXVyNTk1NTMyNzM.png?ex=651f0bfe&is=651dba7e&hm=f6c1b4246c5b39a1d92a3b4f5d214e37c0b34f2a35029b0d724afdfd5dd0b144",
        "format": "LP, Album",
        "price": "11.50",
        "media": "VG+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/6Pz06FAaeym0JSqVqIkN56?si=3c740ffc0bb745f1",
        "comment": "It's a good pressing, it basically sounds nice, the separation is good, dynamic is good, the highs are nice, the low range is fine/smooth. Yes, I also noticed the bit of \"harsh\" of the C2 music in the first half minute (the shaker in the intro of \"Ride Across The River\"), but it smoothed out after half a minute. Several people reported that there is a popping, crisps in some places,, I say : it must be cleaning with a vacuum cleaner before the first play - like all new records (too). I did that, cleaned one time before the first play: no crisps. Overall, absolutely worth the price. I recommended",
        "genre": ["Pop", "Rock"]
    },
    {
        "title": "Come On Down",
        "artist": "Green River",
        "year": "1985",
        "imgUrl": "https://megamart.subpop.com/cdn/shop/products/greenriver-comeondown_1024x1024@2x.jpg",
        "format": "12\", EP",
        "price": "30.00",
        "media": "VG",
        "sleeve": "VG",
        "spotifyUrl": "https://open.spotify.com/album/6H9W3HqmS2UC5QdX7uKpQm?si=e57876e8856544df",
        "comment": "First record by one of the several bands who could claim (if they felt like it) to have originated the grunge impulse. This pre-Mudhoney/Pearl Jam quartet managed to balance their Stooges & metal influences pretty evenly, without having to resort to any Zeppelin quotes, which is a real plus. I think this is the only one of the band’s recs with Steve Turner on it, and it sounds mighty fine",
        "genre": ["Metal", "Rock"]
    },
    {
        "title": "Foo Fighters",
        "artist": "Foo Fighters",
        "year": "2015",
        "imgUrl": "https://m.media-amazon.com/images/I/712hEF1WDJL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album, RE",
        "price": "38.85",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/4EnNuo8fG7dMoxMefbApRY?si=e3bb07c105154fcc",
        "comment": "Dave Grohl wrote and recorded this eponymous debut album by himself, calling the experience \"cathartic\" after the demise of Nirvana. In fact, many of the songs were actually demos he had developed while in Nirvana. He claims he wrote most of the lyrics for the songs in 20 minutes due to the compressed nature of the recording schedule, and they are purposely nonsensical. Grohl chose the name Foo Fighters to hide the fact that it was him and to obscure name recognition, but after signing with Capitol, recruited a full band to perform the songs live. The songs on this debut album are not as heavy as would be heard on subsequent releases, but they are all excellent compositions and demonstrate the skeletons of future songs by the complete band as it developed. This release sounds surprisingly better than it should for what the source material is. The instruments are clear and well defined, although the bass is very weak (likely due to how compressed the songs are to fit only a single record, but they were also not that prominent on the original release). There is a decent amount of punch and dynamics, but the vocals are a little weak (which is surprising given Dave's penchant for screaming on subsequent releases). This is a solid release, and an excellent first entry into what would ultimately become one of the biggest bands in the world just a few years later",
        "genre": ["Rock", "Alternative/Indie"]
    },
    {
        "title": "Boston",
        "artist": "Boston",
        "year": "1976",
        "imgUrl": "https://m.media-amazon.com/images/I/81oj3-+lutL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "11.50",
        "media": "VG+",
        "sleeve": "VG",
        "spotifyUrl": "https://open.spotify.com/album/2QLp07RO6anZHmtcKTEvSC?si=3fb02910ac4d4ce5",
        "comment": "Boston's self titled album is good not just for the reason that some of the songs are iconic but alos that there is a sort of unique sound that the band uses in it's music that makes it so that whenever you hear their music you can always recognise it. My favourite songs from this album are 'More than a feeling' and 'Smokin'' seeing as they have amazing guitar solos. This album is a good buy as it isnt too expensive and would be a good choice for any rock enthusiast as it is easy to listen to",
        "genre": ["Rock"]
    },
    {
        "title": "In-A-Gadda-Da-Vida",
        "artist": "Iron Butterfly",
        "year": "1973",
        "imgUrl": "https://www.thisdayinmusic.com/wp-content/uploads/2018/05/in-a-gadda-da-vida.jpg",
        "format": "LP, Album, RP",
        "price": "5.50",
        "media": "VG",
        "sleeve": "G",
        "spotifyUrl": "https://open.spotify.com/album/4L1Qw49gKwFuQwQovBxsKI?si=06d8947d2cbf46cd",
        "comment": "36 minutes of fuzz drenched, organ infused psychedelic rock, with the legendary title track comprising nearly half the total running time. \"My Mirage\" is a highlight of side one. This pressing sounds really good, suitably heavy in the low end without being sludgy, with nice spatial separation and a very wide soundscape. My copy is in excellent condition, somebody wrote their name on the side two label, but the vinyl is very good",
        "genre": ["Rock", "Hard Rock", "Psychedelic Rock"]
    },
    {
        "title": "1984",
        "artist": "Van Halen",
        "year": "1984",
        "imgUrl": "https://i.ebayimg.com/images/g/jo4AAOSwuQdge-2F/s-l1600.jpg",
        "format": "LP, Album, RE",
        "price": "23.45",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/3REUXdj5OPKhuDTrTtCBU0",
        "comment": "To many VH fans, 1984 was the record that killed the band. If nothing else, it finally convinced DLR to make the music video equivalent of Schindler's List in California Girls. The band with the other-worldly guitarist who was famous for fretboard acrobatics was now more interested in synths and pop music. Still, it is hard to deny that this IS a big time guitar record. Panama, Hot for Teacher, Drop Dead Legs and Top Jimmy are all still revelatory even today. The opening tapping on Hot For Teacher is still something kids learning guitar strive to accomplish (before moving onto Eruption, of course). This release, assisted by the legendary Chris Bellman and pressed on 180g vinyl, is the best the record has ever sounded. The instrumentation is balanced, and punchy when it needs to be. The songs are full of dynamics, the vocals are clear, and the drums hit harder than ever. EVH's guitar work is wonderful, and still brings on a smile when heard. This is an excellent record for your collection, even if it chased away DLR. He came back, and you will too",
        "genre": ["Rock", "Heavy Metal"]
    },
    {
        "title": "4",
        "artist": "Foreigner",
        "year": "1981",
        "imgUrl": "https://m.media-amazon.com/images/I/91pbS32M6dL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "11.22",
        "media": "NM",
        "sleeve": "G",
        "spotifyUrl": "https://open.spotify.com/album/2Pw51hAGvWpTA3AYl2WVuu",
        "comment": "The band was reduced by two as Mick Jones' musical direction was no longer taking aim at the FM airwaves but queuing in on world dominance. Say what you will about Foreigner for abandoning the 'hard rock meets blue-eyed soul' of their three previous records. Their fourth album (aptly titled 4) delivers hit after hit. It includes the massively popular 'Urgent', 'Waiting For A Girl Like You' and air guitar anthem 'Juke Box Hero'. Lou Gramm's soulful voice once again is at the forefront as '4' brought the band into uncharted territory as the biggest arena band in the world",
        "genre": ["Rock"]
    },
    {
        "title": "Gorillaz",
        "artist": "Gorillaz",
        "year": "2001",
        "imgUrl": "https://m.media-amazon.com/images/I/71jHAy4L1IL._UF1000,1000_QL80_.jpg",
        "format": "2×LP, Album, Gat",
        "price": "29.80",
        "media": "VG+",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/4tUxQkrduOE8sfgwJ5BI2F?si=84997f9039e941cc",
        "comment": "A pressing that truly blew me away!\nNo noticable pops or surface noise at all, just a dynamic and crisp sound breaking through from low-end to top-end. Quality control seems very good, with the records being pristine inside a very sturdy sleeve.\nRecommended without a single doubt",
        "genre": ["Alternative/Indie", "Hip-Hop", "Rock"]
    },
    {
        "title": "Face Value",
        "artist": "Phil Collins",
        "year": "1981",
        "imgUrl": "https://i.discogs.com/hCllPhfjtkkaguo61AyYK5JybHdXNYOzqDwTjwXf0-k/rs:fit/g:sm/q:90/h:587/w:596/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9SLTM3NTI4/MC0xMTk0NTUyMzAy/LmpwZWc.jpeg",
        "format": "LP, Album, Gat",
        "price": "18.99",
        "media": "NM",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/7gUgpwRHL95RLPi2WmqxgU?si=04af21f5ea784b40",
        "comment": "Mostly inspired by his first divorce and subsequent romance with wife-#2-to-be Jill Tavelman, the honesty and truth in the lyrics makes the breakup songs like 'You Know What I Mean', 'If Leaving Me Is Easy' and 'I Missed Again' more effective, and stops them becoming too corny. There really isn't a bad song on the album, and the instrumentals 'Droned' and the brilliant 'Hand in Hand' provide a nice alternative to the songs about relationships.\n\nThe production by Collins and Hugh Padgham is timeless, and has a great sonic quality. While Collins would overuse the drum machine somewhat in later years, on this album it was put to perfect use such as helping to create the dark atmosphere of 'In The Air Tonight' that makes the song the classic that it is.",
        "genre": ["Alternative/Indie", "Rock", "Pop"]
    },
    {
        "title": "Forever Young",
        "artist": "Alphaville",
        "year": "1984",
        "imgUrl": "https://m.media-amazon.com/images/I/91OvayI6Z4L._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "8.64",
        "media": "VG",
        "sleeve": "G",
        "spotifyUrl": "https://open.spotify.com/album/2256qKBSQdt53T5dz4Kdcs?si=393e3857139e4008",
        "comment": "Many of Alphaville's biggest and best songs are here - \"A Victory of Love\", \"Big In Japan\", \"Sounds Like A Melody\", \"The Jet Set\" and (of course) the title track. The rest of the album is excellent as well, especially \"Summer In Berlin\" and \"Fallen Angel\". Alphaville would not return to an all-synthesizer sound for over 10 years with their \"comeback\" album Salvation (probably my second favorite AV album) in 1996",
        "genre": ["Rock", "Synth-pop", "New wave"]
    },
    {
        "title": "In The Court Of The Crimson King",
        "artist": "King Crimson",
        "year": "2010",
        "imgUrl": "https://i.scdn.co/image/ab67616d0000b27346d124df5651c307aee255fd?width=0&height=0",
        "format": "LP, Album, RE, 200",
        "price": "35.15",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/6tVg2Wl9hVKMpHYcAl2V2M?si=b9a09192558f433f",
        "comment": "Rich, full sound with plenty of low end and extremely clear instrumentals and vocals. Can't imagine this record sounding any better on a disc, fucking insane how good it is, seriously. Get this while you can, you will absolutely not regret it",
        "genre": ["Rock", "Progressive Rock"]
    },
    {
        "title": "Faust IV",
        "artist": "Faust",
        "year": "1973",
        "imgUrl": "https://www.progarchives.com/progressive_rock_discography_covers/1297/cover_41541515122017_r.jpg",
        "format": "LP, Album",
        "price": "46.26",
        "media": "VG+",
        "sleeve": "VG",
        "spotifyUrl": "https://open.spotify.com/album/6ou63QavbhaQvDTQ3BCkPv",
        "comment": "Pretty rare album, incredibly fun, complex yet simple melodies, definitely something you never would've experienced otherwise, listen to the first song from the album!",
        "genre": ["Rock", "Krautrock"]
    },
    {
        "title": "Experience",
        "artist": "The Prodigy",
        "year": "1992",
        "imgUrl": "https://i.scdn.co/image/ab67616d0000b2738bc1e84e44c461229c2d7e61",
        "format": "2×LP, Album, Embossed, Gatefold Cover",
        "price": "57.85",
        "media": "VG+",
        "sleeve": "VG",
        "spotifyUrl": "https://open.spotify.com/album/7uSC6NXKlE3zGo0mu8Ik5r?si=XMm57svSSbyE-mV0BH8yYg",
        "comment": "Properly good record - feral, punk crisp sounding. Guaranteed to make your gnashers form a gurney grin before you throw your arms around in all manner of contorted exuberance - until you rupture something, and concede you’re no longer 15\n\nWeather Experience is great. Being serious for a moment Experience does retain an anarchic rebellious zeal. I was playing it the other day mixing it out of Jerusalem - wow, gestalt!\nI know they have described themselves as \"electronic punk\" but they really were!",
        "genre": ["Dance/Electronic", "Electronic"]
    },
    {
        "title": "DAMN.",
        "artist": "Kendrick Lamar",
        "year": "2017",
        "imgUrl": "https://fiu-original.b-cdn.net/fontsinuse.com/use-images/51/51192/51192.jpeg",
        "format": "2×LP, Album, Gat",
        "price": "33.00",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/4eLPsYPBmXABThSJ821sqY?si=a690d407c6ff4d84",
        "comment": "Everything about this release was done perfect. The alternate art on the back is a great touch, and the credits within the gatefold are done in such a unique way. The records themselves sound amazing, I've been playing them for years and it is one of the cleanest sounding albums in my collection!",
        "genre": ["Hip-Hop", "Rap"]
    },
    {
        "title": "Blood Sugar Sex Magik",
        "artist": "Red Hot Chili Peppers",
        "year": "1991",
        "imgUrl": "https://i.scdn.co/image/ab67616d0000b273153d79816d853f2694b2cc70",
        "format": "2×LP, Album, Gat",
        "price": "60.00",
        "media": "VG+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/30Perjew8HyGkdSmqguYyg?si=f6a55b584a3a4cec",
        "comment": "This is an absolute killer pressing. Fleas bass is incredible. The drum kick and snare are punching you in the guts!. I listened to BSSM through my teenage years and know it inside out. I love how im hearing little things like clapping and cheering at the end of 'If you have to ask' which i never picked up on before. And ''breaking the girl' loads more percussion brought to the surface which sounds great Oh and the vocals and guitar are fantastic. The whole thing is superb!",
        "genre": ["Alternative/Indie ", "Rock"]
    },
    {
        "title": "2112",
        "artist": "Rush",
        "year": "1976",
        "imgUrl": "https://m.media-amazon.com/images/I/616+Eud1OqL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album, Gat",
        "price": "30.00",
        "media": "VG+",
        "sleeve": "VG",
        "spotifyUrl": "https://open.spotify.com/album/3eBrvZnagmIDbdgse7cjI6?si=45ca34cfa6f149de",
        "comment": "Overall a very good pressing. Well balanced and good soundstage. Not bright at all and of course quality, quiet vinyl. But not as crisp and punchy as the original 76 JAMF mastered pressings from the US and Canada. Drums are a bit muted here compared the JAMF mastering. Imaging on Twilight Zone over headphones is excellent with Geddy's vocals floating behind you during the chorus",
        "genre": ["Progressive metal", "Rock"]
    },
    {
        "title": "Rock Stadium",
        "artist": "P. Wilson, A. Routh",
        "year": "1984",
        "imgUrl": "https://i.discogs.com/oFsr0lXZfZJZCsjWKzNNr96C4Z1f5cu5_NSPmSDCdqY/rs:fit/g:sm/q:90/h:600/w:600/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9SLTE4ODY4/NDItMTYxMTIxNjQ2/Mi0yMjAyLmpwZWc.jpeg",
        "format": "LP",
        "price": "19.20",
        "media": "NM",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/playlist/3lPTKqe9mfmh40fP00ADFu?si=854766a437934daa",
        "comment": "The Spotify embed below shows an empty playlist because the album does not exist on Spotify.\n\nThis is a not-for-resale production studio music for TV or movie studios to use. And since this album was used in a professional studio, the state of that record is near pristine. You can listen to the actual album on YouTube if you search for \"Bruton Music Rock Stadium\"",
        "genre": ["Rock", "Pop"]
    },
    {
        "title": "Batman™ (Motion Picture Soundtrack)",
        "artist": "Prince",
        "year": "1989",
        "imgUrl": "https://m.media-amazon.com/images/I/71TK9NFkTDL._SL1425_.jpg",
        "format": "LP, Album",
        "price": "10.00",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/2FwzHgJ4XaPhC19Y0uL6SK?si=09dde3ed58af4d29",
        "comment": "This is an excellent record from Prince. He was on a streak from 1979 to 1993 with amazing album after album.\n\n\"The Future\" is the perfect opener, and it sets the tone for the rest of the record: samples. He knew the song was good; it was the opener for his \"Nude Tour\" the following year.\n\"Electric Chair\" is good, but his live rendition of the song in SNL is even better.\n\"The Arms of Orion\" is a bland duet with Sheena Easton. Its not the best song on here, and sounds like it could belong in a Disney film.\nThe rest of the songs (\"Partyman\",\"Vicki Waiting\", \"Trust\", \"Lemon Crush\") are good upbeat funky tracks.\nThe final cut, \"Batdance\" is a mess, but a mess that surprisingly works and that only a genius could do",
        "genre": ["Rock", "Funk/Soul", "Pop", "Stage & Screen"]
    },
    {
        "title": "AM",
        "artist": "Arctic Monkeys",
        "year": "2020",
        "imgUrl": "https://media.pitchfork.com/photos/6349c7e5ef7182cf16ec7f1e/master/w_1280%2Cc_limit/Arctic-Monkeys-AM.jpg",
        "format": "LP, Album, RP, Gat",
        "price": "19.99",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/78bpIziExqiI9qztvNFlQu",
        "comment": "Very good album and very good pressing, with meaty bass, and a raw visceral sound. It may need a washing because a fresh copy tends to have some surface noise, but after cleaning and a couple of spins it becomes very nice",
        "genre": ["Rock", "Alternative/Indie"]
    },
    {
        "title": "Hair Of The Dog",
        "artist": "Nazareth",
        "year": "1975",
        "imgUrl": "https://m.media-amazon.com/images/I/61KUwy5Q3ZL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "43.78",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/5naYBHiMro7E0MVPmhhYHP?si=0edc189152634ae2",
        "comment": "P one of the most overlooked hard rock bands of the seventies, Nazareth should have been much bigger than they were. The guitarists laid down such memorable riffs. And, Dan McCafferty had such uniquely gruff vocals. Between these two things, it's what gave the band such a standout sound. This band was so much better than Black Sabbath by a long shot! I'm sure that statement will have a lot of people up in arms. But, the truth is the truth. This is such a classic album! I believe you will be hard-pressed to disagree. If you like well done hard rock, and have never heard this album. Then, give yourself a break, treat yourself, and give this a listen.",
        "genre": ["Rock", "Hard Rock"]
    },
    {
        "title": "Agent Provocateur",
        "artist": "Foreigner",
        "year": "1984",
        "imgUrl": "https://i.ebayimg.com/images/g/TAEAAOSwxL5cNLod/s-l1200.jpg",
        "format": "LP, Album, emb",
        "price": "12.21",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/4oQhDQDKMeI6IMlwpXt3j8",
        "comment": "Great EMBOSSEd pressing!\nAgent Provocateur is the fifth studio album by the British-American rock band Foreigner, released on December 14, 1984. The album was the band's first and only number one album in the United Kingdom, and it reached the top 5 in the United States",
        "genre": ["Rock"]
    },
    {
        "title": "Demon Days",
        "artist": "Gorillaz",
        "year": "2005",
        "imgUrl": "https://m.media-amazon.com/images/I/71lix6+VfWL._UF1000,1000_QL80_.jpg",
        "format": "2×LP, Album, Gat",
        "price": "89.60",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/0bUTHlWbkSQysoM3VsWldT?si=4828dd60a16d4706",
        "comment": "A very nice, dead silent pressing with a rich and clean sound! Both low and high-end sound great with almost no sibilance issues whatsoever and the quality control is very good.\nThere are, though, a few very subtle pops and clicks which are audible between tracks, however these can't be heard throughout the tracks themselves, and therefore deserves five stars. Recommended without a doubt!",
        "genre": ["Alternative/Indie", "Pop", "Hip-Hop", "Rap"]
    },
    {
        "title": "Chicago 16",
        "artist": "Chicago",
        "year": "1976",
        "imgUrl": "https://m.media-amazon.com/images/I/61zCJmXIzlL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "9.72",
        "media": "NM",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/4NmlDrnZOd3ejob9PoiOd9?si=aed46362e3f04fe2",
        "comment": "16 is widely regarded as a comeback album for the band formerly known as the Chicago Transit Authority, after a few duds. Produced by David Foster, this album features a slicker, more polished sound, some really good ballads but still retaining quite a lot of the band's kicks and trademark brass and horn sounds. The first album to start featuring more of Peter Cetera in the vocals",
        "genre": ["Rock"]
    },
    {
        "title": "Doo-Wops & Hooligans",
        "artist": "Bruno Mars",
        "year": "2010",
        "imgUrl": "https://m.media-amazon.com/images/I/71AJLmFQp+L._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "24.58",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/6J84szYCnMfzEcvIcfWMFL?si=b9ade63774bd4ec5",
        "comment": "Doo-Wops & Hooligans draws on a variety of influences. Lyrically, the album visualizes carefree optimism along with failed relationships, pain and loneliness. Doo-Wops & Hooligans received generally favorable reviews from music critics, who praised the album's similarity to the work of American artists Michael Jackson and Jason Mraz, although others felt that the album tried too hard to appeal to all groups. About.com's Bill Lamb and Rolling Stone's Jody Rosen called Doo-Wops & Hooligans one of the year's best debut albums",
        "genre": ["Reggae", "Pop", "R&B"]
    },
    {
        "title": "Black Sabbath",
        "artist": "Black Sabbath",
        "year": "1970",
        "imgUrl": "https://m.media-amazon.com/images/I/714KHDRE69S._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "46.00",
        "media": "VG",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/2T6jeELx5BqH4GMLObBy10?si=1b309f9ec8d34ef9",
        "comment": "My favourite pressing of this phenomenal record. Side B is perfection for me, got to love the bluesy jamming. \"My feelings were a little bit too strong...\".\nSide A is incredible too, stuffed with early Sabbath classics.\nEveryone has their favourite Black Sabbath album, for me it's an incredibly tight race between this and Master of Reality.",
        "genre": ["Metal", "Rock", "Pop"]
    },
    {
        "title": "Dire Straits",
        "artist": "Dire Straits",
        "year": "1978",
        "imgUrl": "https://efemeridesdoefemello.files.wordpress.com/2013/10/7ou13.jpg",
        "format": "LP, Album",
        "price": "51.44",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/2rCS6Xwx32V27pvgFzLzlT?si=35b142e201ac409e",
        "comment": "Flat out, just a pure joy to listen to! This album is very well mastered and pressed. All instruments are clear and clean. Fantastic debut by Dire Straits, unfortunately just one song, Sultans of Swing hit the charts big in 78' but all the songs are great and deserve some attention. So, place the needle on the vinyl sit back and enjoy",
        "genre": ["Rock"]
    },
    {
        "title": "Eye In The Sky",
        "artist": "The Alan Parsons Project",
        "year": "1982",
        "imgUrl": "https://vinylpursuit.com/cdn/shop/files/Vinyl_Pursuit_The_Alan_Parsons_Project___Eye_In_The_Sky.jpg?v=1688154031",
        "format": "LP, Album, Gol",
        "price": "24.67",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/4BGd9BmpePqeSfHLeYiCDr?si=181bef56acda44bb",
        "comment": "Just phenomenal. One of my best-sounding LPs, not only because of MSFL, but also due to Alan Parson's exceptional production calibre. DSD step is a shame if you're looking for that scarcity. But if you're searching for sound, this one is it",
        "genre": ["Rock", "Progressive/Art Rock", "Classic Rock"]
    },
    {
        "title": "Innocent Victim",
        "artist": "Uriah Heep",
        "year": "1977",
        "imgUrl": "https://i.ebayimg.com/images/g/eocAAOSw7MVgn87K/s-l1200.webp",
        "format": "LP, Album",
        "price": "9.59",
        "media": "VG+",
        "sleeve": "VG",
        "spotifyUrl": "https://open.spotify.com/album/32YrOOkXxEnEwE4orxwrDJ?si=e5ce3e3970fe48c6",
        "comment": "Great sounding original year pressing, the sound is nice, crisp and clear, the cover looks really nice, not mint but nice nonetheless!\nDefinitely listen at least to \"Illusion\"",
        "genre": ["Metal", "Rock"]
    },
    {
        "title": "Abraxas",
        "artist": "Santana",
        "year": "2017",
        "imgUrl": "https://m.media-amazon.com/images/I/91eRdbn09dL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album, RE, RM, 180",
        "price": "23.45",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/1CHUXwuge9A7L2KiA3vnR6",
        "comment": "A beautiful dynamic textured collage of rock, soul jazz, salsa, blues & Latin dance music w/ excellent silky clean melodic soloing, deep bass lines, funky keys, \"in the groove\" percussion & abundant mystical musical craftsmanship energy depth rhythm vitality & mystery that gets better & better w/ time.\nA timeless classic",
        "genre": ["Rock", "Latin"]
    },
    {
        "title": "Escape",
        "artist": "Journey",
        "year": "1981",
        "imgUrl": "https://allmusicmagazine.com/wp-content/uploads/2022/07/s-l1600.jpg",
        "format": "LP, Album, Emb",
        "price": "25.26",
        "media": "NM",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/4guAwaniEAEQSW0NCpo4gm?si=5e69a219a3714468",
        "comment": "A soundtrack to many people's youth, this LP paints a clear picture of the excitement of being young in the 80s. I picked up a NM copy of this LP, and I'm very happy with the press production. The Album is neutrally well balanced with clear vocals and a very good sound stage. I had to up the bass a bit (+4), to my preference, to make each track a little more \"punchy.\"\n\nOverall, a great choice to add to a Vinyl collection",
        "genre": ["Rock", "Classic Rock"]
    },
    {
        "title": "Voulez-Vous",
        "artist": "ABBA",
        "year": "1979",
        "imgUrl": "https://m.media-amazon.com/images/I/71dSVXIhLoL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "16.37",
        "media": "VG+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/7iLuHJkrb9KHPkMgddYigh?si=6f39b25ae4274e50",
        "comment": "Great pressing. Very dynamic and massive soundstage! Fantastic 70s era super quiet vinyl. They knew how to press vinyl in the 70s!",
        "genre": ["Rock", "Pop", "Disco"]
    },
    {
        "title": "Amigos",
        "artist": "Santana",
        "year": "1976",
        "imgUrl": "https://m.media-amazon.com/images/I/813UVfm9NNL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album, Gat",
        "price": "18.50",
        "media": "VG+",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/1xlThGcidi851d3NwHfjQH",
        "comment": "GREAT QUALITY, ORIGINAL PRESSING\nThis is a very strong album from Santana, one of the top 3 albums I would recommend, this particular release is a nice high quality well preserved gatefold",
        "genre": ["Rock", "Latin"]
    },
    {
        "title": "The Wall",
        "artist": "Pink Floyd",
        "year": "1979",
        "imgUrl": "https://upload.wikimedia.org/wikipedia/en/1/13/PinkFloydWallCoverOriginalNoText.jpg",
        "format": "2xLP, Album, RP",
        "price": "25.00",
        "media": "VG+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/6WaIQHxEHtZL0RZ62AuY0g?si=9a0915105aa54730",
        "comment": "This pressing is absolutely incredible. The bass and drums are punchy and the soundstage is highly multidimensional. Just put the lights out and let this thing play loudly - it's the way this album was meant to heard",
        "genre": ["Rock", "Classic Rock", "Folk", "Progressive/Art Rock"]
    },
    {
        "title": "The Now Now",
        "artist": "Gorillaz",
        "year": "2018",
        "imgUrl": "https://m.media-amazon.com/images/I/81vIxg-bv4L._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "22.99",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/1amYhlukNF8WdaQC3gKkgL?si=c640774efddc4f2b",
        "genre": ["Rock", "Alternative/Indie", "Funk"]
    },
    {
        "title": "Tubular Bells",
        "artist": "Mike Oldfield",
        "year": "1973",
        "imgUrl": "https://m.media-amazon.com/images/I/711-03slNqL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "8.00",
        "media": "G+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/0a3YQpBnRzJzNktOjb6Dum?si=8a6e9ad740a34ca3",
        "genre": ["New Age", "Folk", "Rock"]
    },
    {
        "title": "Oxygène",
        "artist": "Jean Michel Jarre",
        "year": "1979",
        "imgUrl": "https://images.squarespace-cdn.com/content/v1/565c1ab5e4b05079e4bfa169/1661994954980-JEBOYAFZH7DVVPU8VO5E/Jean-Michel+Jarre+Oxyge%CC%80ne+Album+Cover.jpg",
        "format": "LP, Album",
        "price": "8.59",
        "media": "G+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/3e7TxckusgnC1AYnAqbl2z?si=1f7ee59924a14a8d",
        "genre": ["Pop", "Electronic", "New Age", "Trance"]
    },
    {
        "title": "Songs In The Key Of Life",
        "artist": "Stevie Wonder",
        "year": "1976",
        "imgUrl": "https://m.media-amazon.com/images/I/715-vmTVuWL._SL1200_.jpg",
        "format": "2xLP + 7\", EP + Album",
        "price": "22.43",
        "media": "NM",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/6YUCc2RiXcEKS9ibuZxjt0?si=008eb6b6d531435e",
        "genre": ["R&B", "Soul", "Funk"]
    },
    {
        "title": "Wish You Were Here",
        "artist": "Pink Floyd",
        "year": "1975",
        "imgUrl": "https://media.discordapp.net/attachments/199274450011553792/1159159294969778269/1Aad3rcP6yKOj3LgWqx75gA.png?ex=651edeb8&is=651d8d38&hm=91601376c78f52e30f61fd14028ba3d425133c77a9b293cb2eabfc3790cbac14",
        "format": "LP, Album, Fir",
        "price": "151.58",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/6uvBKDGlJAYLH5Vy6RQVsc?si=91035959ff9c409a",
        "genre": ["Rock", "Progressive/Art Rock", "Psychedelic Rock"]
    },
    {
        "title": "Year Of The Cat",
        "artist": "Al Stewart",
        "year": "1977",
        "imgUrl": "https://m.media-amazon.com/images/I/71IYyx6zt7L._UF1000,1000_QL80_.jpg",
        "format": "LP, Album, Gat",
        "price": "22.99",
        "media": "VG+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/2qRVGjXrKt3rg5MsunltX9?si=zNbM4tVKR-aacYlFSNQ_Wg",
        "genre": ["Rock"]
    },
    {
        "title": "Stadium Arcadium",
        "artist": "Red Hot Chili Peppers",
        "year": "2016",
        "imgUrl": "https://m.media-amazon.com/images/I/81lOFvmn6tL._SL1500_.jpg",
        "format": "Box Set, Reissue; 4×LP, Album, Repress",
        "price": "70.26",
        "media": "M",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/7xl50xr9NDkd3i2kBbzsNZ?si=9116d1877a934ac2",
        "genre": ["Alternative/Indie", "Rock"]
    },
    {
        "title": "The Psychedelic Sounds Of The 13th Floor Elevators",
        "artist": "The 13th Floor Elevators",
        "year": "2010",
        "imgUrl": "https://i0.wp.com/proxymusic.club/wp-content/uploads/2018/07/13thf-psychsounds-1.jpg",
        "format": "LP, Album, RE",
        "price": "36.13",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/2afQ7u8n1CzNBAHjl6OQCG?si=67f39c0ae5cd4bdf",
        "genre": ["Rock", "Psychedelic Rock"]
    },
    {
        "title": "Synchronicity",
        "artist": "The Police",
        "year": "1983",
        "imgUrl": "https://images.genius.com/2a428730ce43804ee8322ecb9dd73734.1000x1000x1.jpg",
        "format": "LP, Album",
        "price": "11.73",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/5W9OT0a5iZlBr83a9WMKFY?si=8e438e6d9a364735",
        "genre": ["Alternative/Indie ", "Rock"]
    },
    {
        "title": "Psychedelic Sounds In Japan",
        "artist": "The Mops",
        "year": "1991",
        "imgUrl": "https://is1-ssl.mzstatic.com/image/thumb/Music115/v4/e3/33/35/e3333512-d0b9-f270-135e-224b6ccbf10b/4251513965843_3000.jpg/1200x1200bf-60.jpg",
        "format": "LP, Album, RE",
        "price": "47.99",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/2AWAA06k0GFsymSMPcUIw7?si=a2225379f7964dce",
        "genre": ["Rock", "Psychedelic Rock"]
    },
    {
        "title": "Flashdance (Original Soundtrack From The Motion Picture)",
        "artist": "Various",
        "year": "1983",
        "imgUrl": "https://m.media-amazon.com/images/I/61QVt2b-jlL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "9.59",
        "media": "VG+",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/3R6Z3Hp8EMdhgkA5t89NiL?si=fec02140b0a34371",
        "genre": ["R&B", "Soul", "Pop", "Dance/Electronic", "Stage & Screen"]
    },
    {
        "title": "Unorthodox Jukebox",
        "artist": "Bruno Mars",
        "year": "2012",
        "imgUrl": "https://m.media-amazon.com/images/I/81jo9g-1cVL._SL1425_.jpg",
        "format": "LP, Album",
        "price": "15.00",
        "media": "NM",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/58ufpQsJ1DS5kq4hhzQDiI?si=b58bad2185444c47",
        "genre": ["Reggae", "Pop", "R&B", "Soul"]
    },
    {
        "title": "Salisbury",
        "artist": "Uriah Heep",
        "year": "1977",
        "imgUrl": "https://vinyl-records.nl/uriah-heep/photo-gallery/salisbury-germany/uriah%20heep%20salisbury%20germany%201280.jpg",
        "format": "LP, Album, RE, Gat",
        "price": "20.20",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/3wKKm50QVr41XULVtmY6JF?si=8b86348bcfe5468a",
        "genre": ["Rock", "Progressive Rock"]
    },
    {
        "title": "Saturday Night Fever (The Original Movie Sound Track)",
        "artist": "Various",
        "year": "1977",
        "imgUrl": "https://m.media-amazon.com/images/I/81DJbxqgq2L._UF1000,1000_QL80_.jpg",
        "format": "2xLP, Album, Comp, Club",
        "price": "14.26",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/6kFmH2VMMFaUrK4QhY4hLi?si=510bb9f4ac204449",
        "genre": ["Disco", "Rock", "Halloween music", "Stage & Screen"]
    },
    {
        "title": "...But Seriously",
        "artist": "Phil Collins",
        "year": "1989",
        "imgUrl": "https://m.media-amazon.com/images/I/71+prROacuL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "12.34",
        "media": "VG+",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/1t89giOgPycfALwe2NuVf8",
        "comment": "This is a fantastic-sounding pressing! I was concerned that putting a 55-minute album on 1 LP would jeopardize the sound quality, but that is definitely not the case here. The music has a rich, deep bottom end and plenty of clarity on the higher frequencies. I prefer this record over the CD. Whoever mastered the vinyl did a great job!",
        "genre": ["Rock", "Pop"]
    },
    {
        "title": "Music Inspired By The Snow Goose",
        "artist": "Camel",
        "year": "1975",
        "imgUrl": "https://i.scdn.co/image/ab67616d0000b273efb0c17ee823ccfa2a091663?width=0&height=0",
        "format": "LP, Album, RP, Sec",
        "price": "8.27",
        "media": "VG",
        "sleeve": "G+",
        "spotifyUrl": "https://open.spotify.com/album/7ny9OWZ336Y4gGSSgHlkFB?si=e234f520762b4463",
        "genre": ["Jazz", "Rock"]
    },
    {
        "title": "Time",
        "artist": "Electric Light Orchestra",
        "year": "1981",
        "imgUrl": "https://m.media-amazon.com/images/I/71tYU-cgYWL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album",
        "price": "5.00",
        "media": "VG",
        "sleeve": "G+",
        "spotifyUrl": "https://open.spotify.com/album/4k1GJg2poyo6hwWLqJn9C2?si=510fd69e25fd4ff2",
        "genre": ["Rock", "Classic Rock", "Progressive/Art Rock"]
    },
    {
        "title": "Play",
        "artist": "Moby",
        "year": "2016",
        "imgUrl": "https://i.scdn.co/image/ab67616d0000b27373b063d18cd9be91eb12284a?width=0&height=0",
        "format": "LP, Album",
        "price": "25.00",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/1xB1tmm50ZhXwrNs89u7Jx?si=vcj6cUZ-QGCFJJTN-2u7bw",
        "genre": ["Alternative/Indie", "Pop", "Dance/Electronic", "Electronic"]
    },
    {
        "title": "Relics",
        "artist": "Pink Floyd",
        "year": "1972",
        "imgUrl": "https://m.media-amazon.com/images/I/718x2wMg1PL._UF1000,1000_QL80_.jpg",
        "format": "LP, Comp",
        "price": "22.00",
        "media": "VG+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/0h9q3anebuWlFwVmdF5ovV?si=d94ae895033941d6",
        "genre": ["Pop", "Rock", "Folk"]
    },
    {
        "title": "Toto",
        "artist": "Toto",
        "year": "1978",
        "imgUrl": "https://i.ebayimg.com/images/g/4K0AAOSwQVlcXJSj/s-l1200.jpg",
        "format": "LP, Album",
        "price": "10.00",
        "media": "VG+",
        "sleeve": "VG",
        "spotifyUrl": "https://open.spotify.com/album/1mnu4hYvdwQgZXcNvtJ3D3?si=f2ce8caaec374c2d",
        "genre": ["Rock"]
    },
    {
        "title": "Toto IV",
        "artist": "Toto",
        "year": "1982",
        "imgUrl": "https://m.media-amazon.com/images/I/71NT9ty1FNL._SL1500_.jpg",
        "format": "LP, Album",
        "price": "10.00",
        "media": "VG+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/62U7xIHcID94o20Of5ea4D?si=99af477e8855473a",
        "genre": ["Rock", "Pop"]
    },
    {
        "title": "World Machine",
        "artist": "Level 42",
        "year": "1985",
        "imgUrl": "https://images.genius.com/0fe3878f4618efd38466278adcf6a2a6.1000x1000x1.jpg",
        "format": "LP, Album",
        "price": "2.88",
        "media": "VG",
        "sleeve": "VG",
        "spotifyUrl": "https://open.spotify.com/album/35XehmZnmM3XJNrCXVftew?si=41d70d9a4f3d4148",
        "genre": ["Alternative/Indie", "Pop", "Rock", "R&B", "Soul"]
    },
    {
        "title": "Tattoo You",
        "artist": "Rolling Stones",
        "year": "2021",
        "imgUrl": "https://m.media-amazon.com/images/I/81C8Psma2rL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album, RE, RM, 40t",
        "price": "30.73",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/4F0eas0fmQSnb490QxZbD1?si=12601e9415ec429c",
        "genre": ["Alternative/Indie", "Blues", "Rock"]
    },
    {
        "title": "Paranoid",
        "artist": "Black Sabbath",
        "year": "1970",
        "imgUrl": "https://m.media-amazon.com/images/I/712nD2NH-zL._UF894,1000_QL80_.jpg",
        "format": "LP, Album, Gat",
        "price": "20.00",
        "media": "G",
        "sleeve": "VG",
        "spotifyUrl": "https://open.spotify.com/album/132qAo1cDiEJdA3fv4xyNK",
        "genre": ["Metal", "Rock", "Pop"]
    },
    {
        "title": "Rumours",
        "artist": "Fleetwood Mac",
        "year": "1977",
        "imgUrl": "https://americansongwriter.com/wp-content/uploads/2022/09/71BekDJBb3L._SL1425_.jpg",
        "format": "LP, Album",
        "price": "17.99",
        "media": "VG+",
        "sleeve": "VG",
        "spotifyUrl": "https://open.spotify.com/album/1bt6q2SruMsBtcerNVtpZB?si=cb1116329c074929",
        "genre": ["Alternative/Indie", "Rock", "Folk", "Pop"]
    },
    {
        "title": "The Velvet Underground & Nico",
        "artist": "The Velvet Underground",
        "year": "2008",
        "imgUrl": "https://muzikercdn.com/uploads/products/3733/373389/db176545.jpg",
        "format": "LP, Album",
        "price": "17.44",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/4xwx0x7k6c5VuThz5qVqmV?si=14199c7ac29d4334",
        "genre": ["Rock", "Psychedelic Rock"]
    },
    {
        "title": "Strange Days",
        "artist": "The Doors",
        "year": "1967",
        "imgUrl": "https://m.media-amazon.com/images/I/71Eu8EceFlL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album, Allentown Record Co.",
        "price": "35.23",
        "media": "NM",
        "sleeve": "NM",
        "spotifyUrl": "https://open.spotify.com/album/6v5IVMmY1IvWtbfnQoiFSf?si=7f0e33e328d94733",
        "genre": ["Psychedelic Rock", "Rock"]
    },
    {
        "title": "Random Access Memories",
        "artist": "Daft Punk",
        "year": "2013",
        "imgUrl": "https://media.pitchfork.com/photos/63f641d801dbe796fab80055/master/w_1280%2Cc_limit/Daft-Punk-Random-Access-Memories.jpg",
        "format": "LP, Album, Gat, 180",
        "price": "30.00",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/4m2880jivSbbyEGAKfITCa?si=d974e26cb821450b",
        "genre": ["Dance/Electronic", "Electronic"]
    },
    {
        "title": "...And Justice For All",
        "artist": "Metallica",
        "year": "1988",
        "imgUrl": "https://cdn.media.amplience.net/i/metallica/and-justice-for-all_cover",
        "format": "2×LP, Album",
        "price": "35.00",
        "media": "VG+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/6Eycw3dwcDMEFSqkUvLQ7g?si=d8ff51d9431b4567",
        "comment": "Honestly this may be THE version of AJFA to listen to. This one is just amazing. I think the drums are the best on any Metallica record/cd/tape in the shop, they sound phenomenal here. Not sure how but this one is just amazing, loud and clear, huge and epic. it’s just such a massive sound for such a massive album.",
        "genre": ["Metal", "Progressive metal"]
    },
    {
        "title": "Ride The Lightning",
        "artist": "Metallica",
        "year": "1984",
        "imgUrl": "https://cdn.media.amplience.net/i/metallica/ride-the-lightning_cover",
        "format": "LP, Album",
        "price": "50.00",
        "media": "VG",
        "sleeve": "VG",
        "spotifyUrl": "https://open.spotify.com/album/05DePtm7oQMdL3Uzw2Jmsc?si=a1455521fbf54292",
        "genre": ["Metal", "Rock"]
    },
    {
        "title": "Pet Sounds",
        "artist": "The Beach Boys",
        "year": "1966",
        "imgUrl": "https://dispatch-public.s3.amazonaws.com/f8450bf2e9c3d4b95d1eed576828f3b6d2bad8d8_152643986b14b3f5f864785e39d5522bd053eddf_medium_co/image/ab67616d0000b27365eb1ad8d8a037029ad41e4a",
        "format": "LP, Album",
        "price": "45.11",
        "media": "VG+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/2CNEkSE8TADXRT2AzcEt1b",
        "genre": ["Alternative/Indie", "Rock", "Pop"]
    },
    {
        "title": "Maggot Brain",
        "artist": "Funkadelic",
        "year": "2014",
        "imgUrl": "https://www.juxtapoz.com/images/EbenBenson/SoundAndVision/74a75abb9ec3dd1db901b73121b29ef9.1000x1000x1.JPG",
        "format": "LP, Album, RE, Pea, Gat",
        "price": "22.00",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/3ywVzrwMQ3Kq43N9zBdBQm?si=54d8b1d22d9247f1",
        "genre": ["R&B", "Soul", "Funk", "Psychedelic Rock"]
    },
    {
        "title": "L.A. Woman",
        "artist": "The Doors",
        "year": "2020",
        "imgUrl": "https://classicalbumsundays.com/wp-content/uploads/2018/09/4291.jpg",
        "format": "LP, Album, RE",
        "price": "19.20",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/7IKUTIc9UWuVngyGPtqNHS?si=86a56f96beff41dd",
        "genre": ["Rock", "Folk"]
    },
    {
        "title": "Music For The Jilted Generation",
        "artist": "The Prodigy",
        "year": "1994",
        "imgUrl": "https://i.scdn.co/image/ab67616d0000b273c0f16d3c653999907e74e5ba",
        "format": "LP, Album",
        "price": "47.60",
        "media": "VG+",
        "sleeve": "VG",
        "spotifyUrl": "https://open.spotify.com/album/4qhJwKBr2ksxAUFjfJd3rb?si=0cLg4KDGSECpQYaesz_xCQ",
        "genre": ["Dance/Electronic ", "Electronic"]
    },
    {
        "title": "Moving Pictures",
        "artist": "Rush",
        "year": "1981",
        "imgUrl": "https://www.udiscovermusic.com/wp-content/uploads/2019/02/Rush-Moving-Pictures-Album-Cover-web-optimised-820.jpg",
        "format": "LP, Album",
        "price": "19.99",
        "media": "VG",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/2xg7iIKoSqaDNpDbJnyCjY?si=64bfef3d72324221",
        "genre": ["Metal", "Rock"]
    },
    {
        "title": "Live!",
        "artist": "Fela Ransome-Kuti And The Africa '70 With Ginger Baker ",
        "year": "2022",
        "imgUrl": "https://m.media-amazon.com/images/I/81Kb1TKA2EL._UF1000,1000_QL80_.jpg",
        "format": "LP, Album, Ltd, RE, Red + LP, S/Sided, Album, Etch",
        "price": "33.35",
        "media": "M",
        "sleeve": "M",
        "spotifyUrl": "https://open.spotify.com/album/7fkwNiJJggsA4bFyDMzmSr?si=9c61ffe0385c4379",
        "genre": ["Afrobeat", "Blues rock", "Jazz", "Funk"]
    },
    {
        "title": "Machine Head",
        "artist": "Deep Purple",
        "year": "1972",
        "imgUrl": "https://www.thisdayinmusic.com/wp-content/uploads/2018/05/machine-head.jpg",
        "format": "LP, Album, RP, Pur",
        "price": "30.00",
        "media": "NM",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/32NQ56VZDTXSH3SMv4XSGN?si=08ec5339ade54425",
        "genre": ["Metal", "Rock"]
    },
    {
        "title": "Led Zeppelin III",
        "artist": "Led Zeppelin",
        "year": "1970",
        "imgUrl": "https://i.scdn.co/image/ab67616d0000b27390a50cfe99a4c19ff3cbfbdb",
        "format": "LP, Album, Gat",
        "price": "40.00",
        "media": "VG+",
        "sleeve": "VG+",
        "spotifyUrl": "https://open.spotify.com/album/6P5QHz4XtxOmS5EuiGIPut",
        "genre": ["Rock", "Folk"]
    },
    {
        "title": "Mirage",
        "artist": "Camel",
        "year": "1974",
        "imgUrl": "https://m.media-amazon.com/images/I/91pU1pZ1p-L._SL1500_.jpg",
        "format": "LP, Album",
        "price": "2.00",
        "media": "G",
        "sleeve": "P",
        "spotifyUrl": "https://open.spotify.com/album/2DZEwt8Lhz6PuqxsJWF7Ap?si=e1a6eb40397540f8",
        "genre": ["Pop", "Rock"]
    }
]
